import 'package:regiment8112_project/models/user.dart';

// List<MyUser> contacts = [
//   MyUser('נועם', 'כהן', '0501234567', 'צפון', 'מפל"ג'),
//   MyUser('ניב', 'ברוורמן', '0501234567', 'מרכז', 'מפל"ג'),
//   MyUser('קובי', 'שאול', '0501234567', 'מרכז', '7'),
//   MyUser('חגי', 'מוזס', '0501234567', 'מרכז', '7'),
//   MyUser('אייל', 'גיא', '0501234567', 'מרכז', '5'),
//   MyUser('אור', 'מדינה', '0501234567', 'מרכז', '2'),
//   MyUser('שלום', 'יפת', '0501234567', 'מרכז', '3'),
//   MyUser('מתן', 'מאיר', '0501234567', 'מרכז', '1'),
//   MyUser('דין', 'עוזיאל', '0537307253', 'מרכז', '7'),
//
//   MyUser('נועם', 'כהן', '0501234567', 'צפון', 'מפל"ג'),
//   MyUser('ניב', 'ברוורמן', '0501234567', 'מרכז', 'מפל"ג'),
//   MyUser('קובי', 'שאול', '0501234567', 'מרכז', '7'),
//   MyUser('חגי', 'מוזס', '0501234567', 'מרכז', '7'),
//   MyUser('אייל', 'גיא', '0501234567', 'מרכז', '5'),
//   MyUser('אור', 'מדינה', '0501234567', 'מרכז', '2'),
//   MyUser('שלום', 'יפת', '0501234567', 'מרכז', '3'),
//   MyUser('מתן', 'מאיר', '0501234567', 'מרכז', '1'),
// ];

