import 'package:regiment8112_project/models/people.dart';

List<People> contacts = [
  People('נועם', 'כהן', '0501234567', 'צפון', 'מפל"ג'),
  People('ניב', 'ברוורמן', '0501234567', 'מרכז', 'מפל"ג'),
  People('קובי', 'שאול', '0501234567', 'מרכז', '7'),
  People('חגי', 'מוזס', '0501234567', 'מרכז', '7'),
  People('אייל', 'גיא', '0501234567', 'מרכז', '5'),
  People('אור', 'מדינה', '0501234567', 'מרכז', '2'),
  People('שלום', 'יפת', '0501234567', 'מרכז', '3'),
  People('מתן', 'מאיר', '0501234567', 'מרכז', '1'),

  People('נועם', 'כהן', '0501234567', 'צפון', 'מפל"ג'),
  People('ניב', 'ברוורמן', '0501234567', 'מרכז', 'מפל"ג'),
  People('קובי', 'שאול', '0501234567', 'מרכז', '7'),
  People('חגי', 'מוזס', '0501234567', 'מרכז', '7'),
  People('אייל', 'גיא', '0501234567', 'מרכז', '5'),
  People('אור', 'מדינה', '0501234567', 'מרכז', '2'),
  People('שלום', 'יפת', '0501234567', 'מרכז', '3'),
  People('מתן', 'מאיר', '0501234567', 'מרכז', '1'),
];

